---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ProjectRevisionRevisionDescription
source: html/cb40ac70-b62a-4f02-6d81-ea80bc77c040.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ProjectRevisionRevisionDescription Property

"Revision Description"

## Syntax (C#)
```csharp
public static ForgeTypeId ProjectRevisionRevisionDescription { get; }
```